<?php
/**
 * ECSHOP 腾讯插件管理语言文件
 * ============================================================================
 * * 版权所有 2020-2050 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: jerry $
 * $Id: tencent_center.php 17217 2020-09-02 06:29:08Z jierry $
 */
/* 列表页面 */
$_LANG['tencent_ims'] = '图片内容安全配置';
$_LANG['ims_on'] = '开启图片内容安全检查';
$_LANG['custome_secret'] = '开启自定义密钥';
$_LANG['SecretId'] = 'SecretId';
$_LANG['SecretKey'] = 'SecretKey';
$_LANG['ImsOnNotice'] = '可对商品图片、商品缩略图及商品相册中上传的图片进行合法行检查';

/* JS 语言项 */
$_LANG['js_languages']['no_secret_id'] = '没有输入SecretId。';
$_LANG['js_languages']['no_secret_key'] = '没有输入SecretKey。';
